//1 Типы данных в js
//2 В чем отличие == от ===
//3 Что такое use strict(пару примеров)
//4 Отличие var let const
//5 Какие есть побитовые операторы
//6 В чем оличие function expression от function declaration
//7 В чем отличие стрелочных функций от обычных
//8 В js есть перегрузка функций? Если да - что это такое
//9 Что такое this
//10 Какие методы есть функций
//11 Методы массивов
//12 Es6
//13 Promise
//14 В чем отличие localStorage, sessionStorage and cookie
//15 Promise.all


//Пятницы)



//Эрик 1+ 2+ 3+- 4+ 5- 6+ 7+ 8++ 9++ 10++ 11++ 12+ 13+//7
//Саша пт //9
//Артем Пономарев пт //9
//Сергей Устюгов пт _//5
//Вадим Федоров ср... ++ //8